Repository: AliceClock/Koukei
Catalog: Koukei.UI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# LibraryPage_AddSelectedToSavedPlaylist.ToolTipService.ToolTip
source: Add selected items to a playlist
zh_cn: 将所选项目添加到播放列表

# LibraryPage_AddSelectedToSavedPlaylist.AutomationProperties.Name
source: Add selected items to a playlist
zh_cn: 将所选项目添加到播放列表

# LibraryPage_Status_AddedToSavedPlaylist
source: Added {0} items to "{1}"; {2} already present
zh_cn: 已向“{1}”添加 {0} 个项目；{2} 个已存在

# LibraryPage_AddToSavedPlaylistFailed
source: Could not add items to the playlist
zh_cn: 无法将项目添加到播放列表

# PlaylistPicker_ChooseHeader
source: Playlist
zh_cn: 播放列表

# PlaylistPicker_Title
source: Add to playlist
zh_cn: 添加到播放列表

# PlaylistPicker_AddButton
source: Add
zh_cn: 添加

# PlaylistPicker_NewButton
source: New playlist
zh_cn: 新建播放列表

# PlaybackQueueSidebar_SaveButton.ToolTipService.ToolTip
source: Save queue to playlist
zh_cn: 将队列保存到播放列表

# PlaybackQueueSidebar_SaveButton.AutomationProperties.Name
source: Save queue to playlist
zh_cn: 将队列保存到播放列表

# PlaybackQueueSidebar_NoLibraryItems
source: The queue has no media-library items to save.
zh_cn: 队列中没有可保存的媒体库项目。

# PlaybackQueueSidebar_SavedToPlaylist
source: Added {0} items to "{1}"; {2} already present
zh_cn: 已向“{1}”添加 {0} 个项目；{2} 个已存在

# PlaybackQueueSidebar_SaveFailed
source: Could not save the queue: {0}
zh_cn: 无法保存队列：{0}

# PlaylistsPage_Open.Text
source: Open
zh_cn: 打开

# PlaylistDetailPage_QueueItem.Text
source: Add to playback queue
zh_cn: 加入播放队列

# PlaylistDetailPage_QueueItemButton.ToolTipService.ToolTip
source: Add to playback queue
zh_cn: 加入播放队列

# PlaylistDetailPage_QueueItemButton.AutomationProperties.Name
source: Add item to playback queue
zh_cn: 将项目加入播放队列

# PlaylistDetailPage_QueuedItem
source: Added "{0}" to the playback queue
zh_cn: 已将“{0}”加入播放队列

# PlaylistDetailPage_QueueItemFailed
source: Could not add the item to the playback queue
zh_cn: 无法将项目加入播放队列

# PlaylistDetailPage_RefreshFailed
source: Could not refresh the playlist
zh_cn: 无法刷新播放列表

# PlaylistsPage_Status
source: {0} shown, {1} total
zh_cn: 当前显示 {0} 个，共 {1} 个

# PlaylistDetailPage_BackButton.ToolTipService.ToolTip
source: Back to playlists
zh_cn: 返回播放列表

# PlaylistDetailPage_BackButton.AutomationProperties.Name
source: Back to playlists
zh_cn: 返回播放列表

# PlaylistDetailPage_AddItems.Label
source: Add
zh_cn: 添加

# PlaylistDetailPage_AddItems.ToolTipService.ToolTip
source: Add files or a folder
zh_cn: 添加文件或文件夹

# PlaylistDetailPage_AddItems.AutomationProperties.Name
source: Add files or a folder
zh_cn: 添加文件或文件夹

# PlaylistDetailPage_AddFiles.Text
source: Add files
zh_cn: 添加文件

# PlaylistDetailPage_AddFilesFailed
source: Could not add files to the playlist
zh_cn: 无法将文件添加到播放列表

# PlaylistDetailPage_AddFolderFailed
source: Could not add the folder to the playlist
zh_cn: 无法将文件夹添加到播放列表

# PlaylistDetailPage_NoFilesTitle
source: No media files
zh_cn: 没有媒体文件

# PlaylistDetailPage_NoFilesMessage
source: No supported audio or video files were found.
zh_cn: 未找到支持的音频或视频文件。

# PlaylistDetailPage_ImportProgress
source: Processing {0}/{1}: {2}
zh_cn: 正在处理 {0}/{1}：{2}

# PlaylistDetailPage_ImportResult
source: Added {0} items; {1} already present; imported {2}; failed {3}
zh_cn: 已添加 {0} 个项目；{1} 个已存在；新导入 {2} 个；失败 {3} 个

# PlaylistDetailPage_AddFilesButton.ToolTipService.ToolTip
source: Add media files
zh_cn: 添加媒体文件

# PlaylistDetailPage_AddFilesButton.AutomationProperties.Name
source: Add media files to playlist
zh_cn: 将媒体文件添加到播放列表

# PlaylistDetailPage_AddFolderButton.ToolTipService.ToolTip
source: Add a media folder
zh_cn: 添加媒体文件夹

# PlaylistDetailPage_AddFolderButton.AutomationProperties.Name
source: Add a media folder to playlist
zh_cn: 将媒体文件夹添加到播放列表

# PlaylistDetailPage_RefreshButton.ToolTipService.ToolTip
source: Refresh playlist
zh_cn: 刷新播放列表

# PlaylistDetailPage_RefreshButton.AutomationProperties.Name
source: Refresh playlist
zh_cn: 刷新播放列表

# PlaylistDetailPage_TotalCounts.Text
source: Items
zh_cn: 项目数

# PlaylistDetailPage_SelectedCounts.Text
source: Selected
zh_cn: 已选择

# PlaylistDetailPage_PlaySelected.Label
source: Play selected items
zh_cn: 播放已选项目

# PlaylistDetailPage_PlaySelected.ToolTipService.ToolTip
source: Play selected items
zh_cn: 播放所选项目

# PlaylistDetailPage_PlaySelected.AutomationProperties.Name
source: Play selected items
zh_cn: 播放所选项目

# PlaylistDetailPage_QueueSelected.Label
source: Add selected items to queue
zh_cn: 已选加入播放队列

# PlaylistDetailPage_QueueSelected.ToolTipService.ToolTip
source: Add selected items to the playback queue
zh_cn: 将所选项目加入播放队列

# PlaylistDetailPage_QueueSelected.AutomationProperties.Name
source: Add selected items to the playback queue
zh_cn: 将所选项目加入播放队列

# PlaylistDetailPage_RemoveSelected.Label
source: Remove selected
zh_cn: 移除所选

# PlaylistDetailPage_RemoveSelected.AutomationProperties.Name
source: Remove selected items from playlist
zh_cn: 从播放列表移除所选项目

# PlaylistDetailPage_ClearSelection.Label
source: Clear selection
zh_cn: 清除选择

# PlaylistDetailPage_ClearSelection.AutomationProperties.Name
source: Clear selection
zh_cn: 清除选择

# PlaylistDetailPage_PlayingSelected
source: Playing {0} selected items
zh_cn: 正在播放 {0} 个所选项目

# PlaylistDetailPage_PlaySelectedFailed
source: Could not play the selected items
zh_cn: 无法播放所选项目

# PlaylistDetailPage_QueuedSelected
source: Added {0} selected items to the playback queue
zh_cn: 已将 {0} 个所选项目加入播放队列

# PlaylistDetailPage_QueueSelectedFailed
source: Could not add the selected items to the playback queue
zh_cn: 无法将所选项目加入播放队列

# PlaylistDetailPage_RemovedSelected
source: Removed {0} selected items
zh_cn: 已移除 {0} 个所选项目

# PlaylistDetailPage_RemoveSelectedFailed
source: Could not remove the selected items
zh_cn: 无法移除所选项目

# PlaylistDetailPage_PlayAllButton.ToolTipService.ToolTip
source: Play every available item in this playlist
zh_cn: 播放此列表中的全部可用项目

# PlaylistDetailPage_PlayAllButton.AutomationProperties.Name
source: Play all items in playlist
zh_cn: 播放列表中的全部项目

# PlaylistDetailPage_PlayAllText.Text
source: Play all items
zh_cn: 播放全部项目

# PlaylistDetailPage_QueueAllButton.ToolTipService.ToolTip
source: Add every available item to the playback queue
zh_cn: 将全部可用项目加入播放队列

# PlaylistDetailPage_QueueAllButton.AutomationProperties.Name
source: Add all items to playback queue
zh_cn: 将全部项目加入播放队列

# PlaylistDetailPage_QueueAllText.Text
source: Add all to queue
zh_cn: 全部加入播放队列

# PlaylistDetailPage_ClearButton.ToolTipService.ToolTip
source: Clear playlist
zh_cn: 清空播放列表

# PlaylistDetailPage_ClearButton.AutomationProperties.Name
source: Clear playlist
zh_cn: 清空播放列表

# PlaylistDetailPage_SearchBox.PlaceholderText
source: Search this playlist
zh_cn: 搜索此播放列表

# PlaylistDetailPage_SearchBox.AutomationProperties.Name
source: Search this playlist
zh_cn: 搜索此播放列表

# PlaylistDetailPage_SortButton.ToolTipService.ToolTip
source: Sort playlist items
zh_cn: 排序播放列表项目

# PlaylistDetailPage_SortButton.AutomationProperties.Name
source: Sort playlist items
zh_cn: 排序播放列表项目

# PlaylistDetailPage_SortField_PlaylistOrder.Text
source: Playlist order
zh_cn: 播放列表顺序

# PlaylistDetailPage_SortField_Kind.Text
source: Media type
zh_cn: 媒体类型

# PlaylistDetailPage_SortCurrent_PlaylistOrder
source: Playlist order
zh_cn: 播放列表顺序

# PlaylistDetailPage_SortCurrent_Kind
source: Media type
zh_cn: 媒体类型

# PlaylistDetailPage_NoResultsTitle
source: No matching items
zh_cn: 没有匹配的项目

# PlaylistDetailPage_NoResultsDescription
source: Try another title, artist, album, file name, or media type.
zh_cn: 请尝试其他标题、歌手、专辑、文件名或媒体类型。

# PlaylistsPage_SortButton.ToolTipService.ToolTip
source: Sort playlists
zh_cn: 排序播放列表

# PlaylistsPage_SortButton.AutomationProperties.Name
source: Sort playlists
zh_cn: 排序播放列表

# PlaylistsPage_SortField_Name.Text
source: Name
zh_cn: 名称

# PlaylistsPage_SortField_Modified.Text
source: Modified
zh_cn: 修改时间

# PlaylistsPage_SortField_Created.Text
source: Created
zh_cn: 创建时间

# PlaylistsPage_SortField_ItemCount.Text
source: Item count
zh_cn: 项目数

# PlaylistsPage_SortCurrent_Name
source: Name
zh_cn: 名称

# PlaylistsPage_SortCurrent_Modified
source: Modified
zh_cn: 修改时间

# PlaylistsPage_SortCurrent_Created
source: Created
zh_cn: 创建时间

# PlaylistsPage_SortCurrent_ItemCount
source: Item count
zh_cn: 项目数

# PlaylistsPage_SelectItemCheckBox.ToolTipService.ToolTip
source: Select playlist
zh_cn: 选择播放列表

# PlaylistsPage_SelectItemCheckBox.AutomationProperties.Name
source: Select playlist
zh_cn: 选择播放列表

# PlaylistsPage_StatusWithSelection
source: {0} shown, {1} total, {2} selected
zh_cn: 当前显示 {0} 个，共 {1} 个，已选择 {2} 个

# PlaylistDetailPage_SelectItemCheckBox.ToolTipService.ToolTip
source: Select item
zh_cn: 选择项目

# PlaylistDetailPage_SelectItemCheckBox.AutomationProperties.Name
source: Select playlist item
zh_cn: 选择播放列表项目

# Common_PageStatus_Loading
source: Loading...
zh_cn: 正在加载...

# Common_PageStatus_Refreshing
source: Refreshing...
zh_cn: 正在刷新...

# Common_PageStatus_Scanning
source: Scanning folder...
zh_cn: 正在扫描文件夹...

# Common_PageStatus_Working
source: Working...
zh_cn: 正在处理...

# Common_PageStatus_LoadFailed
source: Failed to load
zh_cn: 加载失败

# Common_PageStatus_Empty
source: 0 items
zh_cn: 共 0 项

# Common_PageStatus_Summary
source: {0} shown / {1} total
zh_cn: 已显示 {0} / 共 {1}

# Common_PageStatus_SummaryWithSelection
source: {0} shown / {1} total · {2} selected
zh_cn: 已显示 {0} / 共 {1} · 已选择 {2}

# PlaylistDetailPage_StatusSummary
source: {0} shown / {1} total · {2} playable
zh_cn: 已显示 {0} / 共 {1} · 可播放 {2}

# PlaylistDetailPage_StatusSummaryWithSelection
source: {0} shown / {1} total · {2} playable · {3} selected
zh_cn: 已显示 {0} / 共 {1} · 可播放 {2} · 已选择 {3}

# PlaylistsPage_StatusCreated
source: Created "{0}"
zh_cn: 已创建“{0}”

# PlaylistsPage_StatusUpdated
source: Updated "{0}"
zh_cn: 已更新“{0}”

# PlaylistsPage_StatusDeleted
source: Deleted "{0}"
zh_cn: 已删除“{0}”

# PlaylistDetailPage_RemovedItem
source: Removed "{0}"
zh_cn: 已移除“{0}”

# PlaylistDetailPage_Cleared
source: Playlist cleared
zh_cn: 已清空播放列表

# LibraryPage_DeleteDialog_SingleMessage
source: Remove "{0}" from the library?
zh_cn: 从媒体库移除“{0}”？

# LibraryPage_DeleteDialog_MultipleMessage
source: Remove {0} items from the library?
zh_cn: 从媒体库移除 {0} 个项目？
